Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/00-index.po
Languages: gu, hi

source: About the User Manual
gu: ઉપયોગકર્તા મેન્યુઅલ વિશે
hi: उपयोगकर्ता पुस्तिका के विषय मे

source: This user manual includes guidance for some of the day-to-day tasks that may be required by an administrator (computer lab in-charge, teacher). It is assumed that the administration has some basic knowledge of working with a Linux distribution as the server is intended to be used to teach the Linux subject in schools. Providing comprehensive server administration guidance is outside the scope of this document.
gu: આ પુસ્તક માં રોજ ના કામો માટે માર્ગદર્શન આપેલું છે જેની જરૂર વ્યવસ્થાપક (કમ્પ્યુટર લેબ ઇન-ચાર્જ, શિક્ષક) દ્વારા આવશ્યક હોઈ શકે છે. એવું માનીને ચાલીયે છે કે વ્યવસ્થાપક ને લિનક્સ ડિસ્ટ્રીબ્યુશન માં કામ કરવા માટે મૂળભૂત જાણકારી છે , સર્વરનો ઉપયોગ શાળાઓમાં લિનક્સ વિષયને શીખવવા માટે કરવામાં આવે છે. સર્વર નું વ્યાપક માર્ગદર્શન આપવું આ દસ્તાવેજનાં વિસ્તાર થી બહાર છે.
hi: इस उपयोगकर्ता पुस्तिका मे रोज़मरा के कार्यो के लिए मार्गदर्शन दिया गया है, जो किसी व्यवस्थापक (कंप्यूटर प्रयोगशाला में प्रभारी, शिक्षक) के लिये आवश्यक हो सकता है. यहाँ यह मान लिया गया है कि व्यवस्थापक को लिनक्स डिस्ट्रिब्यूशन मे कार्य करने का मौलिक ज्ञान पहले से ही है क्योंकि इस सर्वर को प्रयोग करने का उद्देश्य विध्यालयों मे लिनक्स विषय पढ़ाने का है. सर्वर के उपयोग को लेकर सम्पूर्ण मार्गदर्शन इस दस्तावेज़ के दायरे से बाहर है.

source: We have created My sCool Server keeping in mind the “ease of use” so quite a lot of tasks(not all of them) can be accomplished without having to `RTFM <https://en.wikipedia.org/wiki/RTFM>`_, however understanding that this device packs a lot of complex technologies so to accomplish anything “under the hood” the administrator must go through the instructions below at the minimum and follow up reading the manuals provided by applications or online for more details or tasks not covered here.
gu: "ઉપયોગમાં સરળતા" ને ધ્યાનમાં રાખતા અમે માય સ્કૂલ સર્વર બનાવ્યું છે, જેનાથી ઘણા બધા કાર્યો (બધા તો નહીં) પરિપૂર્ણ કરી શકાય છે `RTFM <https://en.wikipedia.org/wiki/RTFM>`_ કર્યા વિના, તે છતાં એ સમજવું કે આ ઉપકરણ ઘણું જટિલ તકનીકો ને માડવી ને બનેલું છે જેનાથી “છાપરા ની અંદર” કંઈપણ પૂર્ણ થઈ સકે. એડમિનિસ્ટ્રેટરને કમ સે કમ નીચે આપેલ સૂચનાઓ ને જોવું આવશ્યક છે અને માર્ગદર્શિકા જે એપ્લિકેશન્સ અથવા ઑનલાઈન દ્વારા પ્રદાન કરવામાં આવેલ છે એનું પાલન કરવું આવશ્યક છે.
hi: हमने "उपयोग मे सरलता" को ध्यान मे रखते हुए माइ एस कूल सर्वर बनाया है जिससे काफी सारे कार्य( सभी तो नही) पूरे किए जा सकते है `आरटीएफ़एम <https://en.wikipedia.org/wiki/RTFM>`_ किए बिना, हालांकि यह समजना आवश्यक है कि यह इतने सारे कार्योकि पूर्ति करने वाला यह डिवाइस बहुत जटिल प्रौद्योगिकियों के इस्तेमाल से बनाया गया है, व्यवस्थापक के लिए यह जरूरी है कि वो कम से कम दिये गए निर्देशों का पालन करे और एप्लिकेशन द्वारा दी गयी नियमावली को अच्छी तरह से पढ़कर उसका पालन करे और जो विवरण उपलब्ध नही है उसके विषय मे ऑनलाइन जानकारी हासिल करे.

source: Important Notice
gu: મહત્વપૂર્ણ સૂચના
hi: महत्वपूर्ण सूचना

source: Recherche Tech has supplied this information believing it to be accurate and reliable at the time of publishing, but is presented without warranty of any kind, expressed or implied. Users must take full responsibility for their application of any products. Recherche assumes no responsibility for any errors that may appear in this document. Recherche reserves the right, without notice to make changes in product design or specifications. Information is subject to change without notice.
gu: રેશેશે ટેક એ પ્રકાશન એ આ સૂચના આપી છે પ્રકાશન ના સમયે એને વિશ્વસનીય માનતા, પરંતુ એને કોઈ પણ પ્રકાર ની વોરંટી વગર રજૂ કરવામાં આવી છે. ઉત્પાદો ના પ્રયોગ ની સંપૂર્ણ જવાબદારી ઉપયોગકર્તા પર રહેસે. રેશેશે આ દસ્તાવેજમાં દેખાતી કોઈ પણ ભૂલ ની કોઈ જવાબદારી નહી લે. રેશેશે પોતાની પાસે અધિકાર રાખે છે, કે એ કોઈ પણ નોટિસ વિના પ્રોડક્ટ ના ડિઝાઇન અથવા સ્પષ્ટીકરણોમાં ફેરફાર કરી સકે છે. સૂચના નોટિસ વિના ફેરફાર માટે આધીન છે.
hi: रेशेशे टेक ने यह सूचना प्रदान कि है प्रकाशन के समय इसे सटीक और विश्वसनीय मानते हुए, परंतु इसे किसी भी प्रकार कि वोरंटी के बिना प्रस्तुत किया गया है, चाहे वो व्यक्त हो अथवा निहित. किसी भी वस्तु के उपयोग कि सम्पूर्ण जवाबदारी उपयोगकर्ता कि रहेगी. रेशेशे टेक इस दस्तावेज़ में प्राप्त किसी भी गलती की ज़िम्मेदारी नही लेता है. रेशेशे टेक अपने पास यह अधिकार सुरक्षित रखता है के वो बिना किसी सूचना के अपने उत्पादो के डिजाइन या विनिर्देश मे परिवर्तन कर सकता है. यह जानकारी बिना सूचना के बदली जा सकती है.

source: Restricted Rights
gu: પ્રતિબંધિત અધિકારો
hi: प्रतिबंधित अधिकार

source: Copyright 2016 Recherche Tech LLP. All rights reserved.
hi: कॉपीराइट 2016 रेशेशे टेक एलएलपी. सारे अधिकार सुरक्षित है.

source: My sCool Server, My sCool Server logo are trademarks of Recherche Tech LLP.
hi: माइ एस कूल सर्वर, माइ एस कूल सर्वर लोगो रेशेशे टेक एलएलपी के ट्रेडमार्क है.

source: Contact
gu: સંપર્ક કરવો
hi: संपर्क करे

source: Corporate Headquarters
gu: કોર્પોરેટ હેડક્વાર્ટર્સ
hi: कॉर्पोरेट मुख्यालय

source: **Recherche Tech LLP**
gu: **રેશેશે ટેક એલએલપી**
hi: **रेशेशे टेक एलएलपी**

source: 501/A, Synergy Building, L-74, Corporate Road, Makarba, Ahmedabad,
hi: 501/ए सिनेरजी बिल्डिंग , एल-74 कॉर्पोरेट रोड, मकरबा, अहमदाबाद,

source: Gujarat 380015. INDIA.
gu: ગુજરાત 380015. ભારત.
hi: गुजरात 380015, भारत.

source: Phone: +91-79-40080440
gu: ફોન: +91-79-40080440
hi: दूरभाष: +91-79-40080440

source: Web site: http://www.myscoolserver.com
gu: વેબસાઇટ: http://www.myscoolserver.com
hi: वेबसाइट: http://www.myscoolserver.com

source: Visit http://www.myscoolserver.com/contact for the regional and latest contact information.
gu: પ્રાદેશિક અને તાજેતરની સંપર્ક માહિતી માટે http://www.myscoolserver.com/contact.
hi: http://www.myscoolserver.com/contact देखे क्षेत्रीय अथवा नवीनतम संपर्क संबंधी जानकारी हेतु.

source: Social
gu: સામાજિક
hi: सामाजिक

source: Twitter
gu: ટ્વિટર
hi: ट्विटर

source: Facebook
gu: ફેસબુક
hi: फेसबूक

source: Google+
hi: गूगल+

source: Copyright 2016-2018 Recherche Tech LLP. All rights reserved.
gu: કૉપિરાઇટ 2016-2018 રેશેશે ટેક એલએલપી. બધા હકો અમારી પાસે રાખેલા છે.

source: My sCool Server, My sCool Server logo are registered trademarks of Recherche Tech LLP.
gu: માય સ્કૂલ સર્વર, માય સ્કૂલ કૂલ સર્વર લોગો, રેશેશે ટેક એલએલપીના ટ્રેડમાર્ક છે.

source: 501/B, Synergy Building, L-74, Corporate Road, Makarba, Ahmedabad,
gu: 501 / બી, સિનર્જી બિલ્ડીંગ, એલ-74, કોર્પોરેટ રોડ, મકરબા, અમદાવાદ,
