Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/01-User Management.po
Languages: gu

source: User Management
gu: ઉપયોગકર્તા નું સંચાલન

source: Create new user
gu: નવું યુઝર બનાઓ

source: Boot into ``Admin-Desktop``, login as *mssadmin* and perform these steps –
gu: ``Admin-Desktop`` માં બુટ કરો, *mssadmin* થી લૉગિન કરો અને આ સ્ટેપ્સ નું પાલન કરો –

source: Via GUI
gu: GUI દ્વારા

source: Navigate to ``System`` → ``Administration`` → ``Users and Groups``
gu: નેવિગેટ કરો - ``સિસ્ટમ`` → ``એડમિનિસ્ટ્રેશન`` → ``યુજર્સ એન્ડ ગ્રૂપ્સ``

source: Add new user by pressing the ``+Add`` button and fill in the details (You may have to wait for the existing user list to load.)
gu: ``+Add`` બટન ને દબાવી ને નવા યુઝર ને એડ કરો અને વિગતો ભરો. (મોજૂદા યુઝર લિસ્ટ લોડ થાય ત્યાં સુધી તમને વાટ જોવી પડસે.)

source: Set the new user's password in the next dialog
gu: આગલા ડાયલોગ માં નવા યુઝર નું પાસવર્ડ સેટ કરો

source: Via Terminal
gu: ટર્મિનલ દ્વારા

source: Enter *mssadmin's* password when prompted and continue.
gu: પૂછવા પર *mssadmin* નું પાસવર્ડ નાખો અને આગડ વધો.

source: Set the password to activate the user's account.
gu: યુઝરના એકાઉન્ટને સક્રિય કરવા માટે પાસવર્ડ સેટ કરો.

source: Add user to epoptes group
gu: યુઝર ને epoptes group માં એડ કરો

source: This must only be done for teacher accounts as it grants some extra priviledges.
gu: આ ફક્ત શિક્ષકો ના અકાઉંટ માજ કરવું કેમકે આ અધિક અધિકારો આપે છે.

source: Boot into ``Admin-Desktop``, login as *mssadmin* and execute the following in a Terminal –
gu: ``Admin-Desktop`` માં બુટ કરો, *mssadmin* થી લૉગિન કરો અને ટર્મિનલ પર જઈને નીચે દીધેલાં કમાન્ડ ને ચલાઓ –

source: Change password
gu: પાસવર્ડ ને બદલો

source: To change your own password
gu: તમારા પોતાના પાસવર્ડ ને બદલવા માટે

source: Press ``Change...`` against the ``Password:`` label. Thereafter set your password in the ``Change User Password`` dialog.
gu: ``Change...`` ને દબાઓ ``Password`` લેબલ ની સામે. આના પછી ``Change User Password`` ડાયલોગ માં તમારું પાસવર્ડ બદલો.

source: To change password of other user
gu: બીજા યુઝર નું પાસવર્ડ બદલવા માટે

source: Boot into ``Admin-Desktop``, login as *mssadmin* and perform these steps -
gu: ``Admin-Desktop`` માં બુટ કરો, *mssadmin* થી લૉગિન કરો અને આ સ્ટેપ્સ નું પાલન કરો -

source: Select the user whose password needs changing
gu: જે યુઝર નું પાસવર્ડ બદલવું છે એને સિલેક્ટ કરો

source: Press ``Change...`` against the ``Password`` label
gu: ``Password`` લેબલ ની સામે ``change...`` દબાઓ

source: Authenticate with *mssadmin's* password when prompted
gu: પૂછવા પર *mssadmin* નું પાસવર્ડ નાખો

source: Set new password in the ``Change User Password`` dialog
gu: ``Change User Password`` ડાઈલોગ માં નવું પાસવર્ડ નાખો

source: Mass user addition
gu: ઘણા બધા યુઝર એડ કરવા માટે

source: For adding several users at one go, boot into ``Admin-Desktop``, login as *mssadmin** and perform these steps -
gu: ઘણા બધા યુઝર્સ ને એકજ વાર માં જોડવા માટે, ``Admin-Desktop`` માં બુટ કરો, *mssadmin** થી લૉગિન કરો અને આ સ્ટેપ્સ નું પાલન કરો -

source: Create space separated file containing "username password" such as this :download:`sample </files/users.csv>`.
gu: સ્પેસ થી અલગ કરેલી ફાઇલ બનાઓ જેમાં “યુઝરનેમ પાસવર્ડ” હોય જેમ કે આ :download:`sample </files/users.csv>`.

source: Steps:
gu: સ્ટેપ્સ:

source: Use ``LibreOffice Calc`` to create the file
gu: ``LibreOffice Calc`` ના ઉપયોગ થી ફાઇલ બનાઓ

source: Choose ``File -> Save as``. You will see the ``Save as`` dialog.
gu: ``File -> Save as`` નું ચયન કરો. તમને ``Save as`` ડાયલોગ દેખાસે.

source: In the ``File type`` field select the format ``Text CSV (.csv)``.
gu: ``File type`` માં ``Text CSV (.csv)`` ફૉર્મટ સિલેક્ટ કરો.

source: Enter a file name as users.csv and click ``Save``.
gu: ફાઇલ નું નામ users.csv દાખલ કરો અને ``Save`` પર ક્લિક કરો.

source: From the ``Export of text files`` dialog that appears, select the field delimeter as ``{space}`` for the data to be exported, and press OK.
gu: ``Export of text files`` ડાયલોગ જે દેખાય છે, ફિલ્ડ ડેલિમીટર ના રૂપ માં ``{space}`` સિલેક્ટ કરો ડેટા નું નિકાસ કરવા માટે અને OK પર ક્લિક કરો.

source: There should be no empty lines in the file.
gu: ફાઇલ માં એક પણ લાઇન ખાલી ન હોવી જોઈએ.

source: Open terminal and execute the command –
gu: ટર્મિનલ ને ઓપન કરીને આ કમાન્ડ ને ચલાવો –

source: Example: ::
gu: ઉદાહરણ માટે: ::

source: Default credentials
gu: ડિફૉલ્ટ ઓળખાણપત્ર

source: By default, the appliance is shipped with the following user accounts pre-configured i.e. if no customisation has been requested during order placement –
gu: પેલા થી કોનફિગર કરેલા નીચે દીધેલાં યુઝર અકાઉંટ સાથે જ આ ઉપકરણ ને મોકલવા માં આવે છે અર્થાત ઓર્ડર દેતા વખતે કઈં ફેર બદલ નથી કરેલો ­­­–

source: Account Type
gu: અકાઉંટ ના પ્રકાર

source: Username
gu: યુઝરનેમ

source: Password
gu: પાસવર્ડ

source: It is strongly recommend that a user must change the account password upon first time use.
gu: આ વાત પર ખૂબ અજ જોર દીધેલું છે કે યુઝર પ્રથમ વાર ઉપયોગ વખતે અકાઉન્ટ પાસવર્ડ આવશ્યક રૂપ થી બદલે.
