Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/02-Network.po
Languages: gu, hi

source: Network Configuration
gu: નેટવર્ક કોન્ફિગરેશન
hi: नेटवर्क कॉन्फ़िगरेशन

source: Via Network Manager
gu: નેટવર્ક મેનેજર દ્વારા
hi: नेटवर्क मेनेजर द्वारा

source: MSS comes with 2 predefined network configurations: Static and Dynamic.
gu: MSS બે પૂર્વવ્યાખ્યાયિત નેટવર્ક કન્ફિગરેશંસ સાથે આવે છે: સ્ટેટિક અને ડાયનેમિક.
hi: MSS दो पूर्व-परिभाषित नेटवर्क कॉन्फ़िगरेशन के साथ आता है : स्टैटिक और डायनामिक।

source: If your network already has a DHCP server serving IP address to devices connected on your LAN then you need to configure the MSS in Dynamic mode. If no such DHCP server exists, then configure the MSS in Static mode.
gu: યદિ તમારા નેટવર્ક માં પેલ્લા થી જ DHCP સર્વર છે જે તમારા LAN થી જોડાયેલા ડિવાઇસ ને IP એડ્રેસ આપે છે તો તમને MSS ડાયનેમિક મોડ માં કંફિગર કરવું પડસે. યદિ એવું કોઈ DHCP સર્વર નથી , તો MSS ને સ્ટેટિક મોડ માં કંફિગર કરવું પડસે.
hi: यदि आपके नेटवर्क मे पहले से ही DHCP सर्वर है जो आपके लैन से जुड़े उपकरणो को आईपी एड्रेस प्रदान करता है फिर आपको MSS को डायनामिक मोड मे कोन्फ़िगर करना होगा। यदि ऐसा कोई DHCP सर्वर नहीं है तो MSS को स्टैटिक मोड मे कोन्फ़िगर करना होगा।

source: It is safe to assume that in majority of cases where a new network has just been setup for the purpose of installing the MSS, there is no pre-existing DHCP server, hence one may safely opt for Static mode.
gu: આ માનવું સેફ છે કે લગભગ બધાજ કેસ માં જ્યાં નવું નેટવર્ક સેટઅપ કરવામાં આવ્યું છે MSS ને ઇન્સ્ટોલ કરવા માટે, ત્યાં કોઈ પેલ્લા થી મૌજૂદ DHCP સર્વર નહી હોય, એટ્લે તમે સેફલી સ્ટેટિક સર્વર ને પસંદ કરી સકો છો.
hi: यह मान लेना उचित होगा के अधिकतर जगहो मे जहां एमएसएस इन्स्टाल करने के उद्देश्य से ही नया नेटवर्क सेटअप किया गया है,वहाँ पहले से कोई DHCP सर्वर मौजूद नहीं होगा, इसलिए सुरक्षित रूप से स्टेटिक मोड का विकल्प चुना जा सकता है।

source: Herein are the details of how to configure in Static or Dynamic mode:
gu: સ્ટેટિક અને ડાયનેમિક મોડ માં કેવી રીતે કંફિગર કરવું તે નીચે સમજાવ્યું છે:
hi: यहाँ इसकी विगत दी हुई है के स्टैटिक अथवा डायनामिक विकल्प मे कैसे कॉन्फ़िगर करे:

source: After login, edit the connection that would not be used and uncheck “Automatically connect to this network when it is available” to disable auto-connection attempts in the undesired mode. For example, herein below, we are *disabling ‘Dynamic’ and enabling ‘Static’ mode*.
gu: લૉગિન કર્યા પછી જે કનેક્શન નું ઇસ્તેમાલ નથી કરી રયા તેને એડિટ કરો અને “આ નેટવર્કમાં આપમેળે જોડાવો જયારે તે ઉપલબ્ધ છે” ને અનચેક કરો , આવું કરવાથી અનિચ્છિત મોડમાં ઓટો- કનેક્શન ના પ્રયાસો અક્ષમ થઈ જસે. ઉદાહરણ ના તૌર પર અઇયાં નીચે, અમે *'ડાયનેમિક' મોડે ને અક્ષમ કરી 'સ્ટેટિક' મોડને સક્ષમ કરી રહ્યા છે*.
hi: लॉगिन करने के पश्चात, वह कनेकशन एडिट करे जिसका उपयोग नही होगा और “उपलब्ध होने पर इस नेटवर्क से स्वचालित रूप से कनेक्ट करें” को अनचेक करे अवांछित मोड में स्वत: कनेक्शन के प्रयास को अक्षम करने के लिए. उदाहरण के लिए, यहाँ नीचे, हम डायनामिक को अक्षम करके और स्टैटिक को सक्रिय करते है।

source: **Network Manager - Edit Connections**
gu: **નેટવર્ક મેનેજર - કનેક્શન ને એડિટ કરવું**
hi: **नेटवर्क मेनेजर – कनेक्शन का संपादन**

source: **Network Connections**
gu: **નેટવર્ક કનેક્શન્સ**
hi: **नेटवर्क कनेक्शंस**

source: **Uncheck to switch off dynamic mode**
gu: **ડાયનેમિક મોડને બંધ કરવા માટે અનચેક કરો**
hi: **डायनामिक मोड को बंद करने के लिए सही का निशान हटाएँ**

source: **Check to switch on static mode**
gu: **સ્ટેટિક મોડ પર સ્વિચ કરવા માટે ચેક કરો**
hi: **स्टैटिक मोड पर स्विच करने के लिए चेक करें**

source: Finally, choose “static” in the Network Manager menu and your MSS is now operating in static mode.
gu: છેલ્લે, નેટવર્ક મેનેજર મેન્યૂ માં જઈને "સ્ટેટિક" પસંદ કરો અને તમારું MSS હવે સ્ટેટિક મોડ માં કાર્ય કરી રહ્યું છે.
hi: अंततः, नेटवर्क मेनेजर मेनू मे “स्टैटिक” को चुने और अब आपका MSS स्टैटिक मोड मे कार्यरत है।
