Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/03-Monitoring and Broadcasting.po
Languages: gu, hi

source: Monitoring and Broadcasting
gu: મોનીટરીંગ અને બ્રોડકાસ્ટિંગ
hi: निगरानी और प्रसारण

source: Epoptes is a monitoring and broadcasting tool to assist teachers in imparting lessons.
gu: Epoptes એક મોનીટરીંગ અને બ્રોડકાસ્ટિંગ ટૂલ છે જે શિક્ષકો ને પાઠ આપવા માં મદદ કરે છે.
hi: Epoptes एक निगरानी और प्रसारण का साधन है जो पढ़ाने मे शिक्षको की सहायता करता है.

source: Only a user belonging to “epoptes” group can launch epoptes application, see :ref:`add-user-to-epoptes-group`.
gu: જે યુઝર “epoptes” સમૂહ થી જોડાયેલા છે ફક્ત એજ લોકો epoptes એપ્લીકેશન લોંચ કરી સકે છે, જુવો :ref:`add-user-to-epoptes-group`.
hi: सिर्फ वही उपयोगकर्ता जो “epoptes” समूह से जुड़ा हुआ है epoptes की एप्प्लिकेशन का प्रक्षेपण कर सकता है. देखे :ref:`add-user-to-epoptes-group`.

source: All pre-configured teacher accounts are already members of the *epoptes* group. Using epoptes is self evident and intuitive, however complete documentation is available `here <https://translate.google.com/translate?u=http://ts.sch.gr/wiki/Linux/epoptes>`__.
gu: જે શિક્ષકો ના અકાઉંટ પેલા થી કોન્ફિગર કરેલા છે એ લોકો પહેલેથી જ *epoptes* સમુહ ના સદસ્યો છે. Epoptes નું ઉપયોગ આત્મ સ્પષ્ટ અને સાહજિક છે, જોકે એનું સંપૂર્ણ દસ્તાવેજીકરણ `અહીં <https://translate.google.com/translate?u=http://ts.sch.gr/wiki/Linux/epoptes>`__ ઉપલબ્ધ છે.
hi: पूर्व-कॉन्फ़िगर सारे शिक्षको के खाते पहले से ही Epoptes समूह के सदस्य है. *epoptes* का प्रयोग करना आत्म स्पष्ट और सहज ज्ञान युक्त है, हालांकि पूर्ण प्रलेखन `यहाँ <https://translate.google.com/translate?u=http://ts.sch.gr/wiki/Linux/epoptes>`__ उपलब्ध है.

source: When using ``English-Desktop``, a teacher can start Epoptes as below:
gu: અગર શિક્ષક ``English-Desktop`` નું ઉપયોગ કરે છે તો, નીચે દીધેલાં માર્ગ પર જઈને Epoptes શૂરું કરી સકે છે:
hi: ``English-Desktop`` का प्रयोग करते समय, शिक्षक नीचे दिये अनुसार Epoptes को शुरू कर सकता है :

source: Create Epoptes Launcher
gu: Epoptes લોંચર બનાવું
hi: Epoptes लॉन्चर बनाए

source: Using the steps herein a teacher may create a desktop launcher to start Epoptes with just a click.
gu: નીચે દીધેલાં ચરણો નું પાલન કરીને શિક્ષકો Epoptes ને એક ક્લિક થી શૂરું કરવા માટે ડેકસ્ટોપ લોંચર બનાવી સકે છે.
hi: यहाँ दिये गए चरणो की मदद से शिक्षक डेस्कटॉप लॉन्चर बना सकते है जिससे सिर्फ एक क्लिक से Epoptes को शुरू कर सके.

source: Right click on desktop and select ``Create launcher...``
gu: ડેકસ્ટોપ પર રાઇટ ક્લિક કરો અને સિલેક્ટ કરો ``Create launcher...``
hi: डेस्कटॉप पे राइट क्लिक करे और ``Create launcher...`` को चुने

source: In ``Create Launcher`` dialog do following steps -
hi: ``Create launcher`` डाइलोग मे निम्न चरणो का पालन करे -

source: Enter ``Name`` as ``Epoptes``
gu: ``Name`` માં ``Epoptes`` દાખલ કરો
hi: ``Name`` मे ``Epoptes`` दर्ज करे

source: Enter ``Command`` as ``ltsp-remoteapps epoptes``
gu: ``Command`` માં ``ltsp-remoteapps epoptes`` દાખલ કરો
hi: ``Command`` मे ``ltsp-remoteapps epoptes`` दर्ज करे

source: Press OK
gu: OK દબાઓ
hi: OK दबाये

source: You may need to refresh (:kbd:`F5`) the desktop to see the newly created launcher
gu: નવું બનાવેલું લોંચર જોવા માટે તમને ડેસ્કટોપ ને રિફ્રેશ (:kbd:`F5`) કરવુ પડસે
hi: आपको डेस्कटॉप को (:kbd:`F5`) दबाकर रिफ्रेश करना होगा ताकि आपको नया बनाया हुआ लॉन्चर दिखे
