Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/04-Content Platform.po
Languages: gu, hi

source: Content Platform
gu: કંટેન્ટ પ્લેટફોર્મ
hi: सामग्री प्लेटफार्म

source: Web Server
gu: વેબ સર્વર
hi: वेब सर्वर

source: The My sCool Server comes pre-configured with a ready to use web server to help you host your content and make it available on the local network.
gu: My sCool Server પેલા થી જ કોન્ફિગર કરેલું આવે છે, જેમાં ઉપયોગ માટે તૈયાર વેબ સર્વર આવે છે જે તમારું કંટેન્ટ હોસ્ટ કરવામાં તમને સહાયતા કરે છે અને અને સ્થાનિક નેટવર્ક પર તેને ઉપલબ્ધ કરાવે છે.
hi: My sCool Server उपयोग के लिए तुरंत तैयार वेब सर्वर के साथ पूर्व कॉन्फ़िगर किया हुआ आता है, जिससे आपको अपनी सामग्री को रखने और उसे स्थानीय नेटवर्क पर उपलब्ध कराने मे मदद मिलती है।

source: Pre-hosted content can be accessed from all clients powered by the MSS via any web browser at -
gu: હોસ્ટ કરેલું કંટેન્ટ MSS દ્વારા સંચાલિત કોઈ પણ ક્લાઈંટ અથવા કોઈ પણ વેબ બ્રાઉજર થી ઍક્સેસ કરવામાં આવે છે નીચે દીધેલા માર્ગ થી -
hi: जो सामग्री आपने उपलब्ध कराई है वो किसी भी वेब ब्राउज़र पर उपलब्ध रहेगी उन सभी ग्राहको के लिए जो MSS द्वारा संचालित है निम्न लिंक पर -

source: Hosting custom conent
gu: કસ્ટમ કન્ટેન્ટને હોસ્ટ કરવા માટે
hi: होस्टिंग कस्टम सामग्री

source: Boot into ``Admin-Desktop``, login as *mssadmin* and put your custom content to be locally hosted at –
gu: ``Admin-Desktop`` માં બુટ કરો પછી *mssadmin* તરીકે લૉગિન કરો અને તમારા કસ્ટમ કન્ટેન્ટને નીચે બતાવેલ જગ્યા પર મુકો –
hi: ``Admin-Desktop`` में बूट करें, *mssadmin* के रूप में लॉग इन करें और अपने कस्टम कंटेंट नीचे दिखाए गए स्थान पर रखें –

source: The instructions for customisation of the custom content tile are available via a browser at -
gu: કસ્ટમ કન્ટેન્ટ ટાઇલના કસ્ટમાઇઝેશન માટેના સૂચનો બ્રાઉઝર દ્વારા -
hi: कस्टम सामग्री टाइल के कस्टमइजेशन के लिए निर्देश ब्राउज़र के माध्यम से उपलब्ध हैं -

source: Do ensure that all content to be hosted should have the the following minimum permissions - read and execute for folders and read for files for the target audience.
gu: નીચે પ્રમાણે હોસ્ટ થવાની બધી કન્ટેન્ટ ને લઘુત્તમ પરવાનગીઓ હોવી જોઇએ તેની ખાતરી કરો - ફોલ્ડર્સ માટે read અને execute અને ફાઇલો માટે read.
hi: सुनिश्चित करें कि सभी सामग्री को होस्ट करने के लिए निम्न न्यूनतम अनुमतियाँ होनी चाहिए - read और execute फ़ोल्डरों के लिए और फ़ाइलों के लिए read।

source: Setting requisite permissions via Terminal
gu: ટર્મિનલ દ્વારા આવશ્યક પરવાનગીઓ સેટ કરો
hi: टर्मिनल के माध्यम से अपेक्षित अनुमतियों की स्थापना

source: Execute the following commands in a terminal to set requisite permissions -
gu: આવશ્યક પરવાનગીઓ સેટ કરવા માટે ટર્મિનલમાં નીચેના કમાંડ ચલાવો -
hi: अपेक्षित अनुमतियाँ सेट करने के लिए टर्मिनल में निम्न आदेश निष्पादित करें-

source: Individual content hosting
gu: વ્યક્તિગત કન્ટેન્ટ હોસ્ટીંગ
hi: व्यक्तिगत सामग्री होस्टिंग

source: There could be a need for each user to host their own HTML based web content. Each user can host one's individual content at -
gu: દરેક ઉપયોગકર્તા ને પોતાના HTML આધારિત વેબ કન્ટેન્ટને હોસ્ટ કરવાની જરૂર હોઈ શકે છે. દરેક ઉપયોગકર્તા પોતાની વ્યક્તિગત કન્ટેન્ટને અહીં હોસ્ટ કરી શકે છે -
hi: प्रत्येक उपयोगकर्ता को अपनी HTML आधारित वेब सामग्री होस्ट करने की आवश्यकता हो सकती है. प्रत्येक उपयोगकर्ता अपनी व्यक्तिगत सामग्री को होस्ट कर सकता है -

source: and it may then be accessed by all connected clients at
gu: અને બધા સંબંધિત ક્લાઈંટસ આને અહીં થી ઍક્સેસ કરી સકે છે
hi: और इसके बाद सभी जुड़े ग्राहकों द्वारा इसे एक्सेस किया जा सकता है
