Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/05-Take Linux Home.po
Languages: gu, hi

source: Take Linux Home
gu: Linux ને ઘરે લય જાઓ
hi: लिनक्स को घर ले जाए

source: Create Live USB
gu: લાઈવ usb બનાઓ
hi: लाइव यूएसबी बनाएं

source: Li-f-e: Linux for Education OS image is included on the server and can be used to create a bootable media by booting into ``Admin-Desktop`` and thereafter logging in as **mssadmin** user.
gu: Li-f-e: Linux for Education OS છબી સર્વર માં શામિલ કરેલી છે અને બૂટટેબલ મીડિયા બનવામાં ઉપયોગ માં આવે છે જ્યારે તમે ``Admin-Desktop`` માં બૂટ કરી ને **mssadmin** થી લૉગિન કરો છો.
hi: Li-f-e: Linux for Education OS छवि सर्वर पर शामिल है और इसका उपयोग बूटेबल मीडिया बनाने मे किया जा सकता है ``Admin-Desktop`` मे बूट करके और फिर **mssadmin** उपयोगकर्ता द्वारा लॉगिन करे।

source: Note
gu: નોટ
hi: ध्यान दें

source: Select "isohybrid" / "EFI" option when creating a bootable media intended to boot computers that only support EFI booting. This option can also boot on legacy hardware so use this if you are not sure about your hardware capabilities.
gu: “isohybrid” / “EFI” ઓપ્શન ને સિલેક્ટ કરો જ્યારે તમે બૂટટેબલ મીડિયા બનાઓ છો જે તે કોમ્પ્યુટર્સ ને બૂટ કરસે જે ફક્ત EFI બૂટિંગ ને સપોર્ટ કરે છે. આ ઓપ્શન લેગેસી હાર્ડવેર ને પણ બૂટ કરે છે, તો અગર તમને તમારા હાર્ડવેર ની ક્ષમતા ની ખાતરી ના હોય ત્યારે આનું ઉપયોગ કરો.
hi: बूटेबल मीडिया को बनाते समय “isohybrid” / “EFI” विकल्प को चुने जिसका उद्देश्य उन कम्प्युटर को बूट करना है जो सिर्फ EFI बूटिंग का समर्थन करते है। इस विकल्प से आप लेगेसी हार्डवेयर पर भी बूट कर सकते है, तो इसका उपयोग तब करे जब आपको अपने हार्डवेयर क्षमताओं को लेकर निश्चिंता न हो।

source: Use of "isohybrid" option is officially recommended way of creating bootable USB, hence more reliable. *Do note that this will wipe the USB device and cannot be used as a normal storage media from Windows PC.*
gu: “isohybrid” ઓપ્શન નો પ્રયોગ બૂટટેબલ USB બનવા માટે નો એક આધિકારિક માર્ગ છે, અને એટલા માટે અધિક વિશ્વસનીય છે. *આ વાત ને નોટ કરજો કે આ કરવાથી આ USB ડિવાઇસ ને સાફ કરી દેસે અને આનું ઉપયોગ Windows PC માં સામાન્ય સ્ટોરેજ મીડિયા તરીકે નહીં કરી સકાય.*
hi: बूटेबल यूएसबी बनाने के लिए " isohybrid" विकल्प का उपयोग आधिकारिक तौर पर सुजाया गया है, और इसलिए यह अधिक विश्वसनीय है। *इस बात का ध्यान रखे के इससे यूएसबी डिवाइस पूरी तरह साफ हो जाएगा और विंडोज पीसी मे सामान्य स्टोरेज मीडिया के रूप में इस्तेमाल नहीं किया जा सकेगा।*

source: Use "Ubuntu" / "Legacy" option if you wish to use the device as a storage media on Windows or to preserve data. This method requires one vfat formatted partition on the USB stick. The partition should not be in use at the time of creating boot media. If booting fails using this method, use isohybrid / EFI mode.
gu: “Ubuntu” / “Legacy” ઓપ્શન નો પ્રયોગ કરો યદી તમે ડિવાઇસ ને વિંડોસ પર સ્ટોરેજ મીડિયા તરીકે ઉપયોગ કરવા માંગો છો અથવા તમારા ડેટા ને સાચવા માંગો છો. આ પદ્ધતિ માટે તમને USB સ્ટિક પર એક vfat ફોરમેટેડ પાર્ટીશન ની જરૂર છે. બૂટ મીડિયા બનાવતા વખતે પાર્ટીશન ઉપયોગ માં ના હોવું જોઇયે. અગર આ પદ્ધતિ ના ઉપયોગ પછી બૂટિંગ નિષ્ફળ જાય છે તો isohybrid / EFI મોડ નું પ્રયોગ કરો.
hi: “Ubuntu” / “Legacy” विकल्प का प्रयोग करे यदि आप चाहते है उपकरण को विंडोज पीसी मे सामान्य स्टोरेज मीडिया के रूप में इस्तेमाल करना चाहते है अथवा अपना डाटा संरक्षित रखना चाहते है। इस प्रक्रिया के लिए USB स्टिक पर एक vfat फोरमेटेड पारटिशन की आवश्यकता होगी। बूट मीडिया बनाते समय पारटिशन इस्तेमाल मे नहीं होना चाहये. यदि इस प्रक्रिया से बूटिंग नही हो पाती है तो isohybrid / EFI मोड का प्रयोग करे।

source: Via Shortcuts
gu: શૉર્ટકટ્સ દ્વારા
hi: शॉर्टकट के माध्यम से

source: Use either of these launcher icons on the Desktop - ``Live USB GUI EFI`` or ``Live USB GUI Legacy`` as per your bootable media preference.
gu: આમાં થી કોઈપણ લોંચર આઈકન ડેસ્કટોપ પર પ્રયોગ કરો -``Live USB GUI EFI`` અથવા ``Live USB GUI Legacy`` તમારા બૂટટેબલ મીડિયા પ્રેફેરેંસ ને ધ્યાન માં રાખતા.
hi: डेस्कटॉप पर से इनमे से किसी भी लोंचर आइकॉन का उपयोग करे - ``Live USB GUI EFI`` अथवा ``Live USB GUI Legacy`` आपके बूटेबल मीडिया के पसंद के आधार पर।

source: Via Menu
gu: મેન્યૂ દ્વારા
hi: मेन्यू के माध्यम से

source: You will be requested for the ISO image in the above process. The Li-f-e.iso file is located at one of these directory paths - ``/recovery/`` or ``/home/mssadmin/``.
gu: ઉપર દીધેલી પ્રક્રિયા માં તમને ISO છબી માંગવા માં આવસે. Li-f-e.iso આમાં થી કોઈ પણ એક ડાઇરેક્ટરી પાઠ પર ઉપલબ્ધ છે - ``/recovery/`` અથવા ``/home/mssadmin/``.
hi: इस प्रक्रिया मे आपसे ISO छवि मांगी जाएगी. Li-f-e.iso फाइल इनमे से किसी एक डायरेक्टरी पाथ पर उपलब्ध है - ``/recovery/`` अथवा ``/home/mssadmin/``।

source: Via Terminal
gu: ટર્મિનલ દ્વારા
hi: टर्मिनल द्वारा

source: It may be more convenient to use command line for running this task multiple times.
gu: આ કાર્યને ઘણી વખત ચલાવવા માટે કમાન્ડ લાઇન નું ઉપયોગ કરવું વધુ અનુકૂળ હોઈ શકે છે.
hi: इस कार्य को एक से अधिक बार करने हेतु कमांड लाइन का प्रयोग करना ज्यादा सुविधाजनक रहेगा।

source: References
gu: સંદર્ભ
hi: संदर्भ

source: See the following external links *(requires internet)* to learn how to boot from USB stick and troubleshoot if the USB does not boot:
gu: નીચે દીધેલી બાહ્ય કડીઓ *(ઇન્ટરનેટ ની આવશ્યકતા પડસે)* જુવો એ શીખવા માટે કે USB સ્ટિક ને કઇ રીતે બૂટ કરવું અને બૂટ ના થવા પર મુશ્કેલીનિવારણ કેમ કરવું:
hi: नीचे दी हुई बाहरी लिंक्स देखे *(इसके लिए इंटरनेट की आवश्यकता पड़ेगी)* यह सीखने के लिए के यूएसबी स्टिक से कैसे बूट करे और समस्या का निवारण कैसे करे यदि यूएसबी बूट नही होती:

source: `Change the boot order in BIOS <https://www.lifewire.com/change-the-boot-order-in-bios-2624528>`_
gu: `BIOS ના બૂટ ઓર્ડર માં પરીવર્તન કરો <https://www.lifewire.com/change-the-boot-order-in-bios-2624528>`_
hi: `BIOS मे बूट ऑर्डर को बदले <https://www.lifewire.com/change-the-boot-order-in-bios-2624528>`_

source: `Boot from a USB device <https://www.lifewire.com/how-to-boot-from-a-usb-device-2626091>`_
gu: `USB ડિવાઇસ થી બૂટ કરો <https://www.lifewire.com/how-to-boot-from-a-usb-device-2626091>`_
hi: `यूएसबी डिवाइस से बूट करे <https://www.lifewire.com/how-to-boot-from-a-usb-device-2626091>`_
