Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/06-Backup and Recovery.po
Languages: gu, hi

source: Backup and Recovery
gu: બેકઅપ અને રિકવરી
hi: बैकअप और रिकवरी

source: We understand that accidents happen and that everyone deserves a second chance. Being open-source one may be tempted to play around with the server and we do not penalise you for doing so. The My sCool Server provides ``Factory Restore`` options via –
hi: हम समझते हैं कि दुर्घटनाएं होती हैं और हर किसी को दूसरा मौका मिलना चाहिए. ओपन सोर्स होने के नाते किसी को भी सर्वर के साथ खेलने का मन कर सकता है और ऐसा करने पर हम आपको दंडित नहे करेंगे. My sCool Server ``Factory Restore`` का विकल्प उपलब्ध करता है निम्न द्वारा –

source: Server boot menu or
gu: સર્વર બૂટ મેન્યૂ અથવા
hi: सर्वर बूट मेन्यू

source: USB created with the recovery.sh tool
gu: recovery.sh દ્વારા બનાવેલી usb
hi: recovery.sh साधन द्वारा बनी USB से

source: Factory Restore option restores the system to the state the server left Recherche’s premises, which may include customisation such as user accounts etc., if the data is given at the time of order placement.
gu: ફેકટ્રી રિસ્ટોર ઓપ્શન સિસ્ટમ ને રિસ્ટોર કરે છે અને એજ અવસ્થા માં પાછું લાવે છે જ્યારે એણે રેશેશે નું સ્થળ છોડ્યું હતું, જેમાં યુઝર ના અકાઉંટ માં કરેલા પરિવર્તનો પણ શામિલ આદિ., અગર ડેટા ઓર્ડર પ્લેસમેન્ટ વખતે આપેલું હતું.
hi: फ़ैक्टरि रिस्टोर विकल्प सिस्टम को रिस्टोर करता है और उस स्थिति मे ले आता है जब वो रेशेशे के परिसर से बाहर निकला था, जिसमे पहले से किए बदलाव जैसे के उपयोगकर्ता अकाउंट आदि शामिल है, यदि डाटा ऑर्डर देते समय ही दिया गया था.

source: Exercise caution before using the ``Factory Restore`` feature. It shall override any customisations done by the user to the server and shall restore it to the factory shipping state. It may also delete user created data. Hence, if user generated data is of value, it is strongly recommended that ``/home`` data is periodically backed up on an external media by following the steps below.
gu: `` Factory Restore`` નો ઉપયોગ કરતા પહેલાં સાવધાની રાખવી. વપરાશકર્તા દ્વારા સર્વર પર કરવામાં આવતી કોઈ પણ કસ્તામૈઝેસન ને ઓવરરાઇડ કરશે અને તેને ફેક્ટરી શિપિંગ સ્ટેટમાં પુનઃસ્થાપિત કરશે. તે વપરાશકર્તા દ્વારા બનાવેલ ડેટા પણ કાઢી શકે છે. આથી, જો વપરાશકર્તાએ બનાવેલું માહિતી મૂલ્યનો છે, તો તે ખૂબ આગ્રહણીય છે કે ``/ home`` નો ડેટા સમયાંતરે બાહ્ય મીડિયાનો ઉપયોગ કરીને નીચેના પગલાંઓનું પાલન કરો.
hi: ``Factory Restore`` सुविधा का उपयोग करने से पहले सावधानी बरतें । यह सर्वर पर उपयोगकर्ता द्वारा किए गए किसी भी कस्टमाइज़ेशन को ओवरराइड करेगा और उसे फ़ैक्टरी शिपिंग स्थिति में पुनर्स्थापित करेगा. यह उपयोगकर्ता बनाया डेटा भी हटा सकते हैं. इसलिए, यदि उपयोगकर्ता द्वारा बनाया गया डेटा मूल्य का है, तो यह पुरजोर सिफारिश की जाती है कि ``/home`` डेटा का समय पर नीचे दिए गए चरणों का अनुसरण करके किसी बाहरी मीडिया पर बैकअप लिया जाता है.

source: The ``Factory Restore`` feature does not restore any preloaded or custom loaded web-content. Backup and restoration of all content accessible via ``http://server`` is the responsibility of the end-user. Read below for easy and useful backup steps.
gu: ``Factory Restore`` સુવિધા કોઈ પહેલાથી લોડ અથવા કસ્ટમ લોડ કરેલી વેબ-સામગ્રીને પુનઃસ્થાપિત કરતી નથી. ``http://server`` દ્વારા બધી સામગ્રીનું બૅકઅપ અને પુનઃસંગ્રહ એ વપરાશકર્તાની જવાબદારી છે. સરળ અને ઉપયોગી બેકઅપ પગલાં માટે નીચે વાંચો.
hi: ``Factory Restore`` सुविधा किसी भी प्री-लोडेड या कस्टम लोड की गई वेब-सामग्री पुनर्स्थापित नहीं करती है. ``http://server`` के माध्यम से सुलभ सभी सामग्री का बैकअप और बहाली अंतिम-प्रयोक्ता की जिंमेदारी है. आसान और उपयोगी बैकअप चरणों के लिए नीचे पढ़ें.

source: Multiple snapshots can be created. It is limited by space available on the /recovery partition. MSS uses borg deduplicated backup so only the changes made to system since the last backup are stored on subsequent backup attempts.
gu: મલ્ટીપલ સ્નેપશોટ બનાવી શકાય છે.રિકવરી પાર્ટીશન પર જેટલી જગ્યા છે એટલા પરજ કામ કરી શકાય છે. MSS બોર્ગ દિડુપ્લિકેટેડ બેકપ નું પ્રયોગ કરે છે, જેનો અર્થ છે કે જે બદલાવ સિસ્ટમ માં પાછલા બેકઅપ પછી કરેલા છે એ પછી કરેલા બેકઅપ અટૈમ્પ્ટ માં સંગ્રહિત કરવામાં આવશે.
hi: कई स्नैपशॉट बनाए जा सकते हैं. यह रिकवरी पारटिशन पर उपलब्ध जगह पर मर्यादित है. MSS बोरग डीडुप्लिकेटेड बैकअप का उपयोग करता है इससे सिर्फ वही बदलाव जो आखरी बेकअप के बाद हुए है वही अगले बैकअप के वक्त संग्रहीत होते है.

source: To create a backup, run the following command as root (sudo su -):
gu: બેકઅપ બનવા માટે નીચે આપેલા કમાન્ડ ને રૂટ (sudo su -) ના રૂપ માં ચલાવો:
hi: बैकअप बनाने के लिए, नीचे दिये कमांड को रूट के रूप मे चलाये (sudo su -):

source: To restore to factory image from a running system, run the following as root (sudo su -):
gu: ચાલુ સિસ્ટમ માથી ફેક્ટરી ઇમેજ રિસ્ટોર કરવા માટે, નીચે આપેલા કમાન્ડ ને રૂટ (sudo su -) ના રૂપ માં ચલાવો:
hi: चालू सिस्टम मे से फ़ैक्टरी छवि को रीस्टोर करने के लिए, नीचे दिये कमांड को रूट के रूप मे चलाये (sudo su -):

source: Snapshots are numerical, 1 denoting the factory image. By default, running restore will restore to that snapshot. To restore to last snapshot taken run the following as root (sudo su -):
gu: સ્નેપશોટસ સંખ્યાત્મક છે, 1 ફેક્ટરી ઇમેજ ને દર્શાવે છે. મૂળભૂત રીતે, રિસ્ટોર ચલાવા પર સ્નેપશોટ પર રિસ્ટોર થઈ જસે. છેલ્લાં સ્નેપશોટ પર રિસ્ટોર કરવા માટે. નીચે આપેલા કમાન્ડ ને રૂટ (sudo su -) ના રૂપ માં ચલાવો:
hi: स्नैपशॉट संख्यात्मक हैं, 1 फ़ैक्टरी छवि को दर्शाता है. डिफ़ॉल्ट रूप से, रिस्टोर (पुनर्स्थापित)चलाने से स्नैपशॉट पर पुनर्स्थापित होगा. आखरी लिए हुए स्नैपशॉट को रिस्टोर करने हेतु नीचे दिये कमांड को रूट के रूप मे चलाये (sudo su -):

source: Snapshot management is beyond the scope of this tool and document. Refer `borg documentation <http://borgbackup.readthedocs.io/en/stable/usage.htm>`_ for details.
gu: સ્નેપશોટ નું સંચાલન આ દસ્તાવેજ અને ટૂલ ના વિસ્તાર થી બાહર છે. હજુ વિગતો માટે `બોર્ગ દસ્તાવેજીકરણ <http://borgbackup.readthedocs.io/en/stable/usage.htm>`_ નો સંદર્ભ લો.
hi: स्नैपशॉट का प्रबंधन इस टूल और दस्तावेज़ के दायरे से परे है. अधिक जानकारी के लिए `बोर्ग डॉक्युमेंटेशन <http://borgbackup.readthedocs.io/en/stable/usage.htm>`_ को देखे.

source: Herein are just a few examples of what can be done with ``borg``:
gu: અહી થોડાક ઉદાહરણો દીધેલાં છે એના પર કે ``borg`` સાથે શું કરી શકો છો:
hi: यहाँ कुछ उदाहरण दिये गए है की ``borg`` की मदद से क्या किया जा सकता है:

source: To list all snapshots:
gu: બધા સ્નેપશોટસ ની સૂચિ બનાવી શકો છો:
hi: सारे स्नैपशॉटस की सूची बनाए:

source: To create a custom snapshot, for example, creating a snapshot of ``/home``:
gu: તમારા મન માફક સ્નેપશોટ બનાવી શકો છો, ઉદાહરણ માટે, ``/home`` નું સ્નેપશોટ બનાવા માટે:
hi: कस्टम स्नैपशॉट बनाने के लिए, उदाहरण के लिए, ``/home`` का स्नैपशॉट बनाने के लिए:

source: /backup/folder/path/ must have sufficient space.
gu: /backup/folder/path/ માં જોઇયે તેટલી જગ્યા હોવી જોઇયે.
hi: /backup/folder/path/ मे पर्याप्त जगह होनी चाहिए.

source: To restore ``/home`` from snapshot:
gu: સ્નેપશોટ થી ``/home`` ને રિસ્ટોર કરવા માટે:
hi: स्नैपशॉट से ``/home`` को रिस्टोर करने हेतु:

source: When restoration is complete:
gu: રિસ્ટોરેશન પૂરું થવા પર:
hi: रिस्टोरेशन हो जाने पर:

source: Pre-loaded Content Locations
gu: પૂર્વ લોડ સામગ્રી સ્થાનો
hi: प्री-लोडेड सामग्री स्थान

source: Most of the preloaded web content resides at the common location - ``/var/www/html/mss``. However some of the content that have their own custom location are listed below -
gu: પહેલાથી લોડ કરેલી વેબ સામગ્રી મોટાભાગમાં સામાન્ય સ્થાન પર રહે છે- ``/var/www/html/mss``. જો કે કેટલીક સામગ્રી જેમાં તેમના પોતાના કસ્ટમ સ્થાન હોય તે નીચે સૂચિબદ્ધ છે -
hi: अधिकांश प्रीलोडेड वेब सामग्री सामान्य स्थान पर होती है - ``/var/www/html/mss``. हालांकि कुछ सामग्री जिनके पास अपना स्वयं का कस्टम स्थान है वह नीचे सूचीबद्ध हैं -
