Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/07-Troubleshooting.po
Languages: gu, hi

source: Troubleshooting
gu: મુશ્કેલીનિવારણ
hi: समस्या निवारण

source: Booting or Freezing Problem
gu: બુટીંગ અથવા ફ્રીઝિંગ પ્રોબ્લેમ
hi: बूटिंग या फ्रीजिंग समस्या

source: If the client machines do not boot or they freeze while working, it can be caused by a faulty network cable, connection or switch. Try connecting a client directly to the server using a LAN cable and attempt booting the client. If the client boots, it confirms that the client and server both are in working order. Then continue troubleshooting your physical network or contact your network engineer.
gu: અગર ક્લાઈંટ મશીન બૂટ ના થાય અથવા કામ કરતી વખતે ફ્રીઝ થય જાય, તો આના કારણ ખરાબ નેટવર્ક કેબલ, કનેક્શન અથવા સ્વિચ હોય સકે છે. કોશિશ કરો ક્લાઈંટ ને સર્વર થી સીધું કનેક્ટ કરવાની LAN કેબલ ની મદદ થી અને ક્લાઈંટ ને બુટ કરવાનો પ્રયાસ કરો. અગર ક્લાઈંટ બૂટ થઇ જાય છે તો એનો અર્થ છે કે ક્લાઈંટ અને સર્વર બન્ને સરખી રીતે કાર્ય કરે છે. હવે તમે તમારા ભૌતિક નેટવર્ક ના મુશ્કેલીનિવારણ પર કાર્ય કરો અથવા તમારા નેટવર્ક એંજીનિયર ને સંપર્ક કરો.
hi: यदि ग्राहक की मशीन बूट नही कर रही अथवा चलते समय फ्रीज़ हो जाती है, इसका कारण खराब नेटवर्क केबल, कनेक्शन अथवा स्विच हो सकता है। ग्राहक को सर्वर से सीधे जोड़ने की कोशिश करो लैन केबल की मदद से और ग्राहक को बूट करने का प्रयत्न करे। यदि ग्राहक बूट होता है, तो यह पुष्टि हो जाती है के ग्राहक और सर्वर दोनों काम कर रहे है। इसके बाद अपने भौतिक नेटवर्क के समस्या निवारण को जारी रखे या अपने नेटवर्क अभियंता से संपर्क करे।

source: In case the client machines still do not boot after trying all above steps, :ref:`contact the MSS support team <contact-info>`.
gu: ઉપર દીધેલાં બધા ચરણો કાર્ય પછી પણ અગર ક્લાઈંટ ની મશીન ચાલુ ના થાય તો, :ref:`MSS support team ને સંપર્ક કરો <contact-info>`.
hi: यदि यह सारे चरणो का पालन करने के बाद भी ग्राहक की मशीन बूट नही होती है तो :ref:`MSS सहायता टीम को संपर्क करे<contact-info>`।

source: Top Panel Missing
gu: ટોપ પેનલ નું ગુમ થવું
hi: शीर्ष पैनल की अनुपलब्धत

source: If the top panel does not show up execute the following – ::
gu: અગર ટોપ પેનલ નથી દેખાતી, તો નીચે દીધેલાં કમાન્ડ ને ચલાવો – ::
hi: यदि शीर्ष पैनल नही दिखती है तो निम्न का पालन करे – ::

source: Restore Desktop to Default Settings
gu: ડિફૉલ્ટ સેટિંગ્સ પર ડેસ્કટૉપને પુનઃસ્થાપિત કરો
hi: डेस्कटॉप को डिफ़ॉल्ट सेटिंग में पुनर्स्थापित करें

source: To restore the desktop to default settings of any user run this in terminal from mssadmin account login once the user has logged out – ::
gu: ડેસ્કટૉપને કોઈ પણ વપરાશકર્તાની ડિફૉલ્ટ સુયોજનોને પુનઃસ્થાપિત કરવા માટે ટર્મિનલમાંથી mssadmin એકાઉન્ટ લોગિનમાંથી આ વપરાશકર્તા લૉગ આઉટ થયા પછી – ::
hi: डेस्कटॉप को किसी उपयोगकर्ता की डिफ़ॉल्ट सेटिंग पर पुनर्स्थापित करने के लिए, इसे उपयोगकर्ता के लॉग आउट करने के बाद mssadmin अकाउंट से लॉगिन करे टर्मिनल में चलाये– ::

source: Next ask the user to login again.
gu: આના પછી યુઝર ને ફરી લૉગિન કરવાનું કહો.
hi: इसके बाद उपयोगकर्ता को पुनः लॉगिन करने के लिए कहे।

source: *or*
gu: *અથવા*
hi: *अथवा*

source: Users can also try this from a running session - ::
gu: ચાલતા સેશન માં થી યુઝર આ પણ પ્રયત્ન કરી શકે છે - ::
hi: उपयोगकर्ता चलते हुए सत्र मे यह भी प्रयास कर सकते है - ::

source: User will need to log out and back in for changes to apply.
gu: ફેરફારો કરવા માટે યુઝર ને લૉગ આઉટ કરવાની અને પાછા આવવાની જરૂર પડશે.
hi: उपयोगकर्ता को बदलावो को लागू करने के लिए लॉग आउट करके फिर से लॉगिन करना होगा।

source: Remote Desktop Connection Issues
gu: રિમોટ ડેસ્કટોપ નું કનેક્શન લેવાના મુદ્દાઓ
hi: रिमोट डेस्कटॉप कनेक्शन संबंधी मुद्दे

source: Try the following steps as mssadmin user (enter password when prompted) -
gu: નીચે દીધેલાં પગલાઓ નું પ્રયાસ કરો mssadmin યુઝર ના રૂપ માં (પૂછવા પર પાસવર્ડ દાખલ કરો) -
hi: mssadmin उपयोगकर्ता के रूप मे नीचे दिये गया चरणो का पालन करे (पूछने पर पासवर्ड दर्ज करे) -

source: Check the status of the service ::
gu: સેવાની સ્થિતિ તપાસો ::
hi: सेवा की स्थिति की जांच करें ::

source: Restart the service ::
gu: સેવા પુનઃપ્રારંભ કરો ::
hi: सेवा को पुनरारंभ करें ::

source: To check the XRDP processes running ::
gu: XRDP પ્રક્રિયાઓ ચાલી રહ્યું છે તે તપાસવા માટે ::
hi: XRDP प्रक्रियाओं का संचालन जाँचे ::

source: Log files related to XRDP ::
gu: XRDP સંબંધિત ફાઈલો ને લૉગ કરો ::
hi: XRDP से संबंधित फाइलें लॉग करे ::

source: To specifically diagnose rdp login issue. ::
gu: Rdp લૉગિન સમસ્યાને નિદાન કરવા માટે ::
hi: rdp लॉगिन समस्या का निदान करने के लिए. ::

source: Try a user part from one that may currently be logged into an active session.
gu: એવા યુઝર થી લૉગિન કરવાનો પ્રયાસ કરો જે હમણાં સક્રિય સત્રમાં વર્તમાનમાં લૉગ ઇન થઈ શકે છે.
hi: उस उपयोगकर्ता के खाते से लॉगिन करे जो वर्तमान सत्र लॉगिन किया हुआ न हो।
