Repository: geets04/mss
Catalog: docs/source/locale/*/LC_MESSAGES/08-Remote Support.po
Languages: gu, hi

source: Remote Support
gu: દૂરસ્થ સપોર્ટ
hi: दूरस्थ समर्थन

source: For getting support remotely from support team, perform the following steps -
gu: સપોર્ટ ટીમ તરફથી દૂરસ્થ સપોર્ટ મેળવવા માટે, નીચેના પગલાં નું પાલન કરો -
hi: समर्थन टीम से दूर से समर्थन पाने के लिए, निम्न चरणों का पालन करें -

source: Login with any account, navigate to ``Applications`` → ``Internet`` → ``Remmina``
gu: કોઈ પણ અકાઉંટ થી લૉગિન કરો, નેવિગેટ કરો ``Applications`` → ``Internet`` → ``Remmina``
hi: किसी भी खाते से लॉगिन करे, ``Applications`` → ``Internet`` → ``Remmina`` पर नेविगेट करे

source: Do following steps -
gu: નીચે દીધેલાં પગલાં નું પાલન કરો -
hi: नीचे दिये गए चरणों का पालन करें -

source: ``RDP`` must be selected in dropdown box.
gu: ડ્રોપ ડાઉન બોક્સ માં ``RDP`` જ સિલેક્ટ કરેલું હોય.
hi: ड्रॉपडाउन बॉक्स में ``RDP`` का चयन होना चाहिए.

source: Type ``server`` as shown below.
gu: ``server`` ટાઈપ કરો જેમ નીચે બતાવેલું છે.
hi: नीचे दिखाए अनुसार ``server`` टाइप करें.

source: Hit ``Connect !``.
gu: ``Connect !`` દબાઓ.
hi: ``Connect !`` को दबाये .

source: When connection is established, Login as *mssadmin* in remmina screen .
gu: જ્યારે કનેક્શન થાય જાય, Remmina સ્ક્રીન માં *mssadmin* તરીકે પ્રવેશ કરો.
hi: कनेक्शन की स्थापना के बाद, remmina स्क्रीन में *mssadmin* के रूप में लॉगिन करें.

source: Following steps should be perform in opened remmina window
gu: નીચે દીધેલા પગલાં ને ખુલેલી રૅમમીનાં વિન્ડો માં અમલમાં મુકો
hi: खुले हुए रीमेमीना विंडो में निम्नलिखित चरणों का पालन किया जाना चाहिए

source: Connect Wi-Fi/Hotspot for Internet Connection, see :ref:`connect-wifi` section for getting connected to Internet via Wi-Fi/Hotspot.
gu: ઇન્ટરનેટ કનેક્શન માટે Wi-Fi/Hotspot થી કનેક્ટ કરો, :ref:`connect-wifi` સેક્શન ને જુવો, Wi-Fi/Hotspot દ્વારા ઇન્ટરનેટ થી જોડાવા માટે.
hi: इंटरनेट कनैक्शन हेतु वाईफाई/ हॉटस्पॉट से कनेक्ट करें, :ref:`connect-wifi` अनुभाग को देखे वाईफाई/ हॉटस्पॉट से इंटरनेट को जोड़ने के लिए.

source: Launch ``Epoptes`` from ``Applications`` → ``Internet`` → ``Epoptes``
gu: ``Epoptes`` ને લોંચ કરો ``Applications`` → ``Internet`` → ``Epoptes`` દ્વારા
hi: ``Epoptes`` को ``Applications`` → ``Internet`` → ``Epoptes`` से लॉन्च करे

source: Select ``Remote support`` option from ``Help`` → ``Remote support``
gu: ``Remote support`` ઓપ્શન ને સિલેક્ટ કરો ``Help`` → ``Remote support`` ઓપ્શન માથી
hi: ``Help`` → ``Remote support`` मे जाकर ``Remote support`` को चुने

source: In ``remote-assistance`` dialog follow the steps below -
gu: ``remote-assistance`` ડાયલોગ માં નીચે દીધેલાં પગલાં નું અનુસરણ કરો -
hi: ``remote-assistance`` संवाद में नीचे दिए गए चरणों का पालन करें -

source: In ``Method`` check if ``Graphic(VNC)`` is selected.
gu: ``Method`` માં તપાસો કે ``Graphic(VNC)`` સિલેક્ટ કરેલું છે શું.
hi: ``Method`` मे जाकर जाँचे के ``Graphic(VNC)`` चुना गया है.

source: In ``Host`` type ``support.myscoolserver.com:5500``
gu: ``Host`` પર જઇને ટાઈપ કરો ``support.myscoolserver.com:5500``
hi: ``Host`` के प्रकार मे ``support.myscoolserver.com:5500`` टाइप करे

source: Hit ``Connect``.
gu: ``જોડો`` દબાઓ.
hi: ``Connect`` को दबाये .

source: On successful connection, ``Status`` will change to ``Connected``.
gu: સફળ કનેક્શન પર, ``Status`` ``Connected`` માં બદલાઈ જશે.
hi: सफल कनेक्शन होने पर, ``Status`` ``Connected`` में बदल जाएगी.

source: Connect Wi-Fi/Hotspot
gu: વાઇફાઇ / હોટસ્પોટ કનેક્ટ કરો
hi: वाई-फाई / हॉटस्पॉट कनेक्ट करें

source: For connecting Wi-Fi/Hotspot in MSS, login as *mssadmin* and perform these steps -
gu: MSS માં Wi-Fi/Hotspot ને કનેક્ટ કરવા માટે, *mssadmin* તરીકે લૉગિન કરો અને આ પગલાંઓ નું પાલન કરો -
hi: MSS में वाई-फाई / हॉटस्पॉट को जोड़ने के लिए, *mssadmin* के रूप में लॉगिन करें और इन चरणों का पालन करें -

source: Click on |internet| from top-right corner of the screen, and click the name of the network you want to connect to.
gu: સ્ક્રીન ના સીધી બાજુ સૌથી ઉપર કોર્નર થી |internet| પર ક્લિક કરો, એને તમે જે નેટવર્ક માં જોડાવા માંગો છો તેના નામ પર ક્લિક કરો.
hi: स्क्रीन के शीर्ष-दाएं कोने से |internet| पर क्लिक करें, और उस नेटवर्क के नाम पर क्लिक करें जिसे आप कनेक्ट करना चाहते हैं.

source: If the name of the network is not in the list, select ``More networks`` to see if the network is further down the list. If you still do not see the network, your device may be out of range or the network might be hidden.
gu: અગર નેટવર્ક નું નામ સૂચિ માં નથી, તો ``વધારે નેટવર્કો`` સિલેક્ટ કરો એ જોવા માટે કે શું નેટવર્ક નું નામ સૂચિ માં હજી નીચે હોય સકે છે. અગર, તમને હજી પણ નેટવર્ક નથી દેખાતું, તો તમારું ડિવાઇસ રેન્જ ની બહાર હસે અથવા નેટવર્ક છુપાયેલું હસે.
hi: यदि नेटवर्क का नाम सूची में नहीं है, ``More networks`` का चयन करें ये देखने के लिए कि क्या नेटवर्क सूची मे नीचे है या नहीं. यदि आपको अभी भी नेटवर्क नहीं दिख रहा हैं, तो इसका अर्थ यह हो सकता है की आपका डिवाइस सीमा से बाहर है या नेटवर्क छिपा हुआ है.

source: Type password of *mssadmin* in ``Authenticate`` dialog as shown below and hit ``Authenticate``.
gu: ``પરસ્થાપિત કરો`` ડાયલોગ માં *mssadmin* નું પાસવર્ડ નાખો જેમ નીચે દેખાયેલું છે તેમ અને ``પરસ્થાપિત કરો`` ને દબાઓ.
hi: नीचे दिखाए गए अनुसार ``Authenticate`` संवाद में *mssadmin* का पासवर्ड टाइप करें और ``Authenticate`` दबाये.

source: It will again prompt for the password with the ``Authenticate`` dialog, type password of *mssadmin* and hit ``Authenticate``
gu: ``પરસ્થાપિત કરો`` ડાયલોગ સાથે એ પછી પાસવર્ડ પૂછસે, *mssadmin* નું પાસવર્ડ નાખો અને ``પરસ્થાપિત કરો`` ને દબાઓ
hi: फिर से ``Authenticate`` संवाद खुलेगा और पासवर्ड पूछा जाएगा , *mssadmin* का पासवर्ड टाइप करें और ``Authenticate`` दबाये

source: If the network is protected by a password, enter the password in ``Wi-Fi Network Authentication Required`` dialog when prompted and click ``Connect``.
gu: અગર નેટવર્ક માં પણ પાસવર્ડ નાખેલો છે તો, ``Wi-Fi નેટવર્ક સત્તાધિકરણ જરૂરી`` ડાયલોગ માં પણ પૂછવા પર પાસવર્ડ દાખલ કરો અને ``જોડો`` પર ક્લિક કરો.
hi: यदि नेटवर्क पासवर्ड से सुरक्षित हे तो पूछने पर ``Wi-Fi Network Authentication Required`` संवाद मे पासवर्ड दर्ज कराये और ``Connect`` पर क्लिक करे.

source: The network icon will change to |wifi|
gu: નેટવર્ક નું આઈકન |wifi| આમ બદલી જસે
hi: नेटवर्क आइकॉन |wifi| इसमे बादल जाएगा

source: If the connection is not successful, you may be asked for your password again or it might just tell you that the connection has been disconnected.
gu: અગર કનેક્શન સફળ નથી થતું, તો તમને ફરી પાસવર્ડ પૂછી શકે છે નહીંતર પછી તમને સરળતા થી કહી દેશે કે કનેક્શન ડિસ્કનેક્ટ થઈ ગયું છે.
hi: यदि कनेशन सफल नही होता है,आपसे फिरसे पासवर्ड पूछा जाएगा या ये आपसे कह सकता है के कनेक्शन डिस्कनेक्ट कर दिया गया है.
